Repository: martinfekete10/eph-export-woocommerce
Catalog: slovak-post-eph-export/languages/slovak-post-eph-export-*.po
Languages: sk_sk

source: EPH export - Registered letter
sk_sk: EPH export - Doporučený list

source: EPH export - Express courier
sk_sk: EPH export - Expresný kuriér

source: EPH export - Package
sk_sk: EPH export - Balík

source: Settings
sk_sk: Nastavenia

source: <p><strong>Configuration is needed</strong>. Go to <a href='%s'>Settings -> EPH export</a> to configure.</p>
sk_sk: <p><strong>Je potrebná konfigurácia</strong>. Choďte do <a href=%s>Nastavenia -> EPH export</a> pre nastavenie údajov odosielateľa.</p>

source: Woocommerce to EPH
sk_sk: Woocommerce do EPH

source: <h1>Woocommerce to EPH Export</h1>
sk_sk: <h1>Woocommerce do EPH Export</h1>

source: Save
sk_sk: Uložiť

source: Consignor information
sk_sk: Informácie o odosielateľovi

source: Name
sk_sk: Meno

source: Surname
sk_sk: Priezvisko

source: Company
sk_sk: Spoločnosť

source: Street and conscription number
sk_sk: Ulica a popisné číslo

source: City
sk_sk: Mesto

source: Postcode
sk_sk: PSČ

source: Mobile
sk_sk: Telefón

source: <p>Fill out all the fields important for the EPH</p>
sk_sk: <p>Vyplňte všetky informácie o odosielateľovi potrebné pre EPH</p>
